brew "ansible"
brew "argocd"
brew "awscli"
brew "bat"
brew "btop"
brew "checkov"
brew "colordiff"
brew "cyphernetes"
brew "eza"
brew "fluxcd/tap/flux"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "graphviz"
brew "helm"
brew "iam-policy-json-to-terraform"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "linkerd"
brew "neovim"
brew "nmap"
brew "node"
brew "nx"
brew "opentofu"
brew "p7zip"
brew "prettier"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "python-yq"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "step"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tree"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "battle-net"
cask "discord"
cask "firefox"
cask "font-inconsolata-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "kaleidoscope"
cask "kitty"
cask "linearmouse"
cask "ngrok"
cask "orbstack"
cask "rectangle"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "opentofu.vscode-opentofu"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"

