tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "norwoodj/tap"
brew "ansible"
brew "argocd"
brew "awscli"
brew "bat"
brew "btop"
brew "colordiff"
brew "cyphernetes"
brew "eza"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "graphviz"
brew "helm"
brew "iam-policy-json-to-terraform"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "linkerd"
brew "neovim"
brew "nmap"
brew "node"
brew "p7zip"
brew "pre-commit"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "python-yq"
brew "rbenv"
brew "ripgrep"
brew "step"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tree"
brew "watch"
brew "wget"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "norwoodj/tap/helm-docs"
cask "1password"
cask "discord"
cask "firefox"
cask "font-inconsolata-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "kaleidoscope"
cask "lens"
cask "linearmouse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
